tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "coreutils"
brew "expect"
brew "fd"
brew "fontconfig"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "mtr"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "switchaudio-osx"
brew "tcptraceroute"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "z.lua"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "beardedspice"
cask "brave-browser"
cask "canva"
cask "cursorcerer"
cask "discord"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gstreamer-framework"
cask "hiddenbar"
cask "hot"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "setapp"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wacom-tablet"
cask "wineskin"
