# GNU version of `ls` for colored output
brew "coreutils"
brew "git"
brew "htop"
brew "mtr"
brew "mysql-client"
# monitor disk health
brew "smartmontools"
brew "starship"
brew "tcptraceroute"
brew "telnet"
brew "tree"
brew "z.lua"
brew "zsh-vi-mode"
cask "beardedspice"
cask "brave-browser"
cask "canva"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hot"
cask "iterm2"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "setapp"
cask "spotify"
cask "visual-studio-code"
