brew "bind"
# coreutils includes ls with colors
brew "coreutils"
brew "expect"
brew "fd"
# Used to check if specific font packages are installed
brew "fontconfig"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "mtr"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
# I use smartmontools to monitor disk health
brew "smartmontools"
brew "starship"
brew "tcptraceroute"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "z.lua"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "beardedspice"
cask "betterdisplay"
cask "cursorcerer"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "hot"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "setapp"
cask "wineskin"
